"espk" = "Apple luidsprekerpoort";
"ispk" = "Ingebouwd";
"emic" = "Microfoonpoort";
"imic" = "Ingebouwd";
"hdpn" = "Koptelefoonpoort";
"lini" = "Audiolijningang";
"lino" = "Audiolijnuitgang";
"spdi" = "Optische digitale ingang";
"spdo" = "Optische digitale uitgang";
"pci " = "PCI-kaart";
"usb " = "USB";
"1394" = "FireWire";
"wrls" = "AirPort";
"ntwk" = "Netwerkapparaat";
"blue" = "Bluetooth";
"bluh" = "Bluetooth-koptelefoon";
"blus" = "Bluetooth-headset";
"dprt" = "DisplayPort";
"hdmi" = "HDMI";
